results/nginx/cubic/delay_20ms/conns_100_rps_3000.txt
Running 6s test @ http://34.222.140.92
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    31.17ms    5.40ms  73.02ms   95.54%
    Req/Sec       -nan      -nan   0.00      0.00%
  16273 requests in 6.00s, 229.68MB read
Requests/sec:   2711.21
Transfer/sec:     38.27MB